Repository: GiveNow/givenow-ios
Catalog: GiveNow/GiveNow/*.lproj/Localizable.strings
Languages: de

# onboarding_1_title
source: Welcome to GiveNow.
de: Willkommen bei GiveNow.

# onboarding_1_description
source: GiveNow lets you donate from anywhere.
de: GiveNow lässt dich von überall aus spenden.

# onboarding_2_title
source: We show you what's needed most in your area.
de: Wir zeigen dir, was in deiner Nähe am dringendsten benötigt wird.

# onboarding_2_description
source: You select what you want to donate.
de: Du musst nur noch auswählen, was du spenden möchtest.

# onboarding_3_title
source: Tell us where to pick it up.
de: Markiere den Abholort.

# onboarding_3_description
source: Simply pinpoint a spot on the map. You can even add special instructions like apartment numbers or gate codes.
de: Wähle einfach einen Ort auf der Karte aus. Zusätzlich können weitere Informationen wie Wohnungsnummer oder Tür-Code angegeben werden.

# onboarding_4_title
source: We take care of the rest.
de: Den Rest erledigen freiwillige Helfer.

# onboarding_4_description
source: A trusted volunteer driver will pick up your donation. We'll contact you to coordinate the pickup.
de: Ein Helfer wird nun deine Spende abholen. Er wird sich bei dir melden, um einen Termin mit dir zu vereinbaren.

# onboarding_or
source: or
de: oder

# onboarding_add_phone_number_later_button
source: Add a phone number later
de: Telefonnummer später hinzufügen

# SMS Body
source: {code} is your code for GiveNow.
de: {code} ist dein Code für GiveNow.

source: Cancel
de: Abbrechen

source: Submit
de: Absenden

# phone_number_verification_title
source: Add a phone number
de: Telefonnummer hinzufügen

# phone_number_disclaimer
source: This only lets your driver reach you to arrange pickup. We never share your number with third parties.
de: Diese wird nur von Helfern verwendet, um dich zur Terminvereinbarung erreichen zu können. Deine Telefonnummer wird nicht mit weiteren Personen oder Organisationen geteilt.

# phone_number_verification_error_number_invalid
source: Please enter a valid phone number. Example: +49 123 456 7890
de: Bitte eine gültige Telefonnummer angeben. Beispiel: +49 123 456 7890

# confirmation_code_title
source: Enter confirmation code
de: Geben Sie den Bestätigungscode ein

# validate_sms_code
source: We sent a 4-digit SMS code to your phone number. Enter it in below.
de: Du wirst einen 4-stelligen Code per SMS bekommen. Bitte gib ihn unten ein.

# confirmation_code_error
source: Confirmation code is invalid
de: Bestätigungscode ist ungültig

source: Unknown User
de: Unbekannter Nutzer

source: Not logged in
de: Nicht eingeloggt

# title_sign_out
source: Sign Out
de: Abmelden

source: Add phone number
de: Telefonnummer hinzufügen

# navigation_item_1
source: Give Now
de: Sachen spenden

# navigation_item_2
source: Volunteer
de: Helfer

# navigation_item_3
source: Dropoff Centers
de: Hilfsorganisationen

# button_set_pickup_location_label
source: Set Pickup Location
de: Abholort festlegen

# title_pickup_address
source: Select Address
de: Adresse Auswählen

# address_helper_label
source: Address:
de: Adresse:

# note_helper_label
source: Note
de: Notiz:

# button_confirm_donation_label
source: Give Now
de: Jetzt spenden

# request_status_waiting
source: Waiting for a volunteer to accept your request!
de: Es hat sich noch kein Helfer zur Abholung gefunden!

# your_donation_label
source: Your Donation
de: Deine Spende

# cancel_donation_button
source: Cancel
de: Zurückziehen

# push_notif_volunteer_is_ready_to_pickup
source: {Name} is ready to pick up your donation!
de: {Name} ist bereit deine Spende abzuholen

# dialog_accept_pending_volunteer
source: Is your donation available for pickup today?
de: Kann deine Spende heute abgeholt werden?

source: Yes
de: Ja

source: No
de: Nein

source: A volunteer
de: Ein Helfer

# request_status_volunteer_confirmed
source: Your volunteer will contact you soon at {PhoneNumber}
de: Der Helfer wird sich bald unter {PhoneNumber} bei dir melden

# title_volunteer
source: Volunteer
de: Helfer

# volunteer_label_user_has_not_applied
source: Want to volunteer to pickup donations? The only thing you need is a car and some spare time!
de: Möchtest du Spenden transportieren? Du brauchst nur Zeit und ein Auto!

# volunteer_button_user_has_not_applied
source: I want to volunteer!
de: Ich möchte Spenden transportieren!

# volunteer_label_user_has_applied
source: Thanks for applying to volunteer! We'll contact you soon at {PhoneNumber}
de: Danke das du Spenden abholen willst! Wir werden dich bald unter {PhoneNumber} kontaktieren.

# volunteer_your_phone_number
source: your phone number
de: deine Telefonnummer

# volunteer_button_user_has_applied
source: You applied to volunteer
de: Du hast dich beworben, ein Helfer zu werden.

# dashboard_pickup_requests_tabbaritem
source: Pickup Requests
de: Abholungen anfragen

source: Accept
de: Annehmen

# volunteer_dashboard_status_waiting
source: Waiting for Donor
de: Auf Spender warten

# volunteer_dashboard_status_ready
source: Ready for Pickup
de: Abholbereit

# finish_pickup
source: I picked up this donation
de: Ich habe diese Spende abgeholt

# navigation_instructions_donation_location
source: Donation Location
de: Ort der Spende

# dropoff_title
source: Drop Off
de: Hilfsorganisationen

source: Dropoff Center
de: Hilfsorganisationen

# notif_volunteer_confirmed_msg
source: {Name}'s donation is ready to be picked up.
de: Die Spende von {Name} ist abholbereit.

# notif_pickup_request_claimed_msg
source: {Name} is ready to pick up your donation!
de: {Name} ist bereit, deine Spende abzuholen!

# notif_pickup_complete_msg
source: {Name} just picked up your donation. Thanks!
de: {Name} hat gerade deine Spende abgeholt. Vielen Dank!

# notif_pickup_request_claimed_title
source: Pickup accepted
de: Spende zugeordnet

# notif_volunteer_confirmed_title
source: Ready for Pickup
de: Spende abholbereit

# notif_pickup_complete_title
source: Donation Picked Up
de: Spende abgeholt

source: Dismiss
de: Schließen

# phone_number_replacement_text
source: your phone number
de: deine Telefonnummer

source: Notification Received
de: Benachrichtigung erhalten
